{
    "fileName": "Draft will for Amelia.docx",
    "clauses": [
        "1. I REVOKE all former wills and testamentary dispositions previously made by me AND DECLARE this to be my last will and testament.\n",
        "2. I DECLARE THAT:\n\n(a) “Death duties” means all duties probate death estate succession or otherwise in respect to my entire estate.\n\n(b) “Designated age” means 21 years of age.\n\n(c) “Entire estate” means all my real and personal property of whatsoever nature or kind and situated within Australia and includes all securities and deposits held under my name, including but not limited to the proceeds or value of any policy of life assurance or endowment insurance that I may own; the proceeds of any money held in any superannuation fund, approved deposit fund and the proceeds of any annuity issued by a life insurance company or a registered organisation; all shares or stock; all monies held in cash or in financial institutions under my name, any other real property or chattel owned by me, and any property over which I have a power of appointment or disposition.\n\n(d) “My Trustee” includes my Trustee appointed hereunder and who may act in the trusts hereof whether original or substituted.\n\n(e) “Survive” means survive for fourteen (14) days. Every benefit under this Will (or any codicil to it) is contingent upon the beneficiary surviving me by fourteen (14) days and if not then the beneficiary is deemed to have predeceased me and fails to attain any vested interest therein.\n\n(f) “Testamentary liabilities” means my just debts funeral, testamentary expenses and any administrative costs incurred during the execution of this Will (including death duties not otherwise payable and all payments under any trustee charging clause).\n",
        "3. I DECLARE that my step-son MACARIO AKANDO AVILA and any other step-children I may have shall have no beneficial interest under this Will.\n",
        "4. I APPOINT my husband KONSTANTIN AVILA as Executor and Trustee of this my Will and guardian of my children but in the event of my husband KONSTANTIN AVILA predeceases me or being unable or unwilling for any reason to act or continue to act in that capacity then to fill such vacancy I APPOINT my sisters ANNA MARIE T. TRANSFIGURACION and ABIGAIL T. ALCOS to be my joint-Executrix and joint-Trustees (hereinafter called “my Trustee”) of this my Will and joint-guardians of my children.\n",
        "5. SUBJECT to the payment of my death duties and testamentary liabilities I GIVE DEVISE AND BEQUEATH my entire estate situated in Australia to my Trustee UPON TRUST and my Trustee is to divide my entire estate into ten (10) shares and my Trustee shall invest my entire estate and draw from proceeds, after payment of any reasonable administrative costs to my Trustee, to pay for reasonable living expenses, education fees, leisure activities and further investments for the beneficiaries in their respective shares set out as follows:\n\n(a) As to one (1) share thereof to my husband KONSTANTIN AVILA if he survives me. IF my husband KONSTANTIN AVILA predeceases me then I GIVE DEVISE AND BEQUEATH his share to the other surviving beneficiaries under subclause (b) and if more than one as tenants in common in equal shares.\n\n(b) As to nine (9) share thereof to all of my natural born children as surviving me and if more than one as tenants in common in equal shares subject to the following clauses:\n\n(i) IF any one of the said beneficiaries under subclause (b) predeceases me and leave a child or children surviving me, then that surviving child or children shall on attaining the designated age take equally the share which their parents would otherwise have taken.\n\n(ii) IF any one of the said beneficiaries under subclause (b) predeceases me and leaving no issue then I GIVE DEVISE AND BEQUEATH that predeceased beneficiary’s share of my estate to the other surviving beneficiaries under subclause (b) and if more than one as tenants in common in equal shares.\n\nUNTIL the date upon which all my surviving natural born children reach the Designated Age, then my Trustee is to distribute my entire estate to the beneficiaries in their respective shares in a manner as set out under this Clause.\n",
        "6. IN THE EVENT that there is a remainder of my estate, I GIVE DEVISE AND BEQUEATH that remainder of my estate to any of my surviving sisters ANNA MARIE T. TRANSFIGURACION and ABIGAIL T. ALCOS and if more than one, as tenants in common in equal shares.\n",
        "7. My Trustee the following powers:-\n\n(a) To sell call in and convert into money such part or parts thereof as may not consist of money.\n\n(b) To postpone without being responsible for loss the sale calling in and conversion of the whole or any part of my estate and property for such period as my Trustee in my Trustee’s absolute discretion may think fit and notwithstanding that it may be of a wasting speculative or hazardous nature.\n\n(c) To invest such of the proceeds of the conversion of my trust estate and any ready moneys as may from time to time be available for investment (including unapplied income) in any of the modes of investment for the time being authorised by the law of the Commonwealth and any State of Australia for the investment of trust funds and in debenture or debenture stock unsecured notes or deposits guaranteed performance ordinary or deferred shares with or without preferential dividend rights or guaranteed preference ordinary or deferred stock issued or guaranteed by any company incorporated under Royal Charter or by any special Act or under any general Act or Acts of the Commonwealth or any State or Territory of Australia and whether bearing any liability for uncalled capital or not to vary or transpose such investments into or for others of a nature hereby authorised.\n\n(d) To apply the whole or any part of the capital or income of the vested expectant or contingent interest of any person or persons taking under this my Will while such person shall be under the designated age as my Trustee in my Trustee’s absolute discretion shall think fit to or for the maintenance education advancement preferment or benefit of such person (including travel to broaden the mind).\n",
        "8. I EMPOWER my Trustee to employ in performing the trusts of this my Will such solicitors, accountants, real estate agents and other professional people as my Trustee shall think necessary or expedient and to pay such fees and charges in respect of such employment as are customary and reasonable for work of that nature.\n\nIN WITNESS WHEREOF I have hereunto set my hand to this my Will \nthis                    day of                        , Two Thousand and Eighteen.\n\n\n\nSIGNED AND DECLARED by AMELIA TAMAYO,\nTestatrix, to be her last will and testament, in our presence, \nwho at her request, in her presence and in the presence \nof each other, all being present at the same time,\nhave signed our names as witnesses\t\t\t\t------------------------------------\n\tAMELIA TAMAYO\t\t\n\n\n\n\n-----------------------------------------------\t\t-------------------------------------------\n(Witness signature)\t\t\t\t\t(Witness signature)\n\nName: __________________________\t\tName: _________________________\n\nAddress: ________________________\t\tAddress: _______________________\n\n________________________________\t\t_______________________________\n\nOccupation: ______________________\t\tOccupation: _____________________\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLAST WILL \n\nOF\n\nAMELIA TAMAYO\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[bookmark: _GoBack]\nCMI Legal Pty Ltd\nSuite 202, Level 2\n815 Pacific Highway\nChatswood NSW 2067\nTel: 8386 8592\nEmail: john.zhang@cmiglobal.com.au\n\n\n\n\n"
    ]
}