{
    "fileName": "sample-2.doc",
    "clauses": [
        "13. Purchaser acknowledgements\nThe purchaser acknowledges that they are purchasing the property as a result of their own enquiries and inspection and not relying upon any representation made by the vendor or any other person on the vendor’s behalf:\n(a)\tIn its present condition and state of repair;\n(b)\tSubject to all defects latent and patent;\n(c)\tSubject to any infestations and dilapidation;\n(d)\tSubject to all existing water, sewerage, drainage and plumbing services and connections in respect of the property; and\n(e)\tSubject to any non-compliance, that is disclosed herein, with the Local Government Act or any Ordinance under that Act in respect of any building on the land.\nThe purchaser agrees not to seek to terminate rescind or make any objection requisition or claim for compensation arising out of any of the matters covered by this clause.",
        "14. Adjustments\nThe purchaser must provide copy of all certificates obtained from relevant authority to complete a statement of adjustment. A statement of adjustment must be provided to the vendor’s representative at least two business days before the date of settlement. If the statement of adjustment is not provided four business days prior to settlement, the purchaser will be at default and special condition 9 will apply.",
        "15. Consequences of Default\na. The purchaser agrees that if they are in default on the Contract, then an interest rate is payable at 14% (this provision will override the general condition 26) per annum payable by the purchaser to the vendor at settlement;\nb. The purchaser agrees that if they are in default of the Contract, a default management fee $220.00 including GST is payable to the vendor’s legal representative; \nc. If a default notice is served on the purchaser by the vendor, the purchaser acknowledges they will pay the legal fees $880.00 including GST to the vendor’s legal representative ;\nd. The purchaser acknowledges that they will pay re-booking fee of $110.00 including GST if it is physical settlement, $88.00 if it is electronic settlement by way of an adjustment to the Vendor legal representative for every subsequent settlement booking is made, after the initial booking has been made;\ne. Should the settlement is to be rescheduled after all parties have attended (at physical settlement) at settlement, the purchaser further acknowledges to pay $220.00 for each rescheduled settlement fees, should the fault be of their own, bank or their representative.\n",
        "16. Finance Clause\nGeneral Condition 14.2(c) does not apply in this contract. The purchaser must inform in writing to the vendor’s legal representative as to whether the finance has been approved or not. Where a purchaser’s finance has not been approved, the purchaser may end the contract by sending a written notice and the purchaser must provide a letter from an Authorised Banking Institution stating finance has not been approved. \nShould the purchaser fails to notify the vendor’s legal representative as required, or if no further extension is sought by the purchaser then the contract will be unconditional. If the purchaser does not want to proceed with the purchase, all deposits must be forfeited.",
        "17. Acceptance of Title\nGeneral condition 12.4 is to be added:\nWhere the purchaser is deemed by section 27(7) of the Sale of Land Act 1962 to have given the deposit release authorization referred to the section 27(1), the purchaser is also deemed to have accepted title in the absence of any prior express objection to title.",
        "18. Changing to Physical settlement from Electronic settlement \nIf the physical settlement is requested by the purchaser/s where Electronic conveyancing is conditioned under special condition 1 then the purchaser is in default and agrees to pay $330 to the vendor’s legal representative.",
        "19. Re-booking fees in Electronic settlement\n In case of electronic conveyancing, the purchaser agrees to pay a re-booking fee of $88.00 including GST by way of an adjustment to the Vendor Conveyancer for every subsequent settlement booking is made, after the initial booking has been made and the settlement does not occur on agreed date. In addition, special condition 9 will apply. ",
        "20. Changing to physical \n[bookmark: _GoBack]The purchaser/s acknowledge that the vendor has right to request the purchaser to do physical settlement if it is required by the bank.\n\n\n\n\n\n\n"
    ]
}