{
    "fileName": "Simple Will (m) 2019.docx",
    "clauses": [
        "1. I revoke any previous Wills and other testamentary acts made by me and declare this to be my last Will.",
        "2. This Will applies to all my property wherever situated.",
        "3. In this Will, the word “children” includes a single child and any child born after the date of my death.",
        "4. In this Will, the word “grandchildren” includes a single grandchild and any grandchild born after the date of my death.",
        "5. I appoint as my executors and trustees (hereinafter referred to as “my Trustees”):\na. My wife [NAME] (“Name”) of [address] and my [brother / sister / etc] [NAME] (“Name”) of [address].\nb. If either Name or Name does not survive me by thirty (30) days, or refuses or is unable to act or continue to act as Trustee, I appoint my [solicitor / accountant / friend / etc] [NAME] (“Name”) of [address] to be the substituted Trustee as the case may be.\nc. If [name of solicitor or accountant] does not survive me by thirty (30) days or refuses or is unable to act or continue to act as Trustee, I appoint the principal or senior partner of [Name of law firm or accountancy firm], or their successor practice to be substituted as my Trustee.\nd. My Trustees are to act jointly, and where they are divided, the decision of [Name/the elder] shall prevail;\ne. If one of my Trustees does not survive me by thirty (30) days, or refuses or is unable to act or continue to act as Trustee, the other shall be able to act as my sole Trustee.",
        "6. If [Name of wife] does not survive me:\na. I appoint [NAME] and [NAME] of [address] to be the joint guardians of my children during their minority provided that the said guardians are able fully and independently to take care of my children;\nb. If one of the said guardians in clause 6a above does not survive me, or shall be unable or unwilling to act or continue to act as guardian, the other shall be the sole guardian of my minor children;\nc. In the event that both of the said guardians in above clause 5a do not survive me, or shall be unable or unwilling to act, I appoint Name to be the substituted guardian of my minor children.",
        "7. I direct my Trustees to hold the whole of my real and personal property of whatever kind and nature and wherever situate (hereinafter referred to as “my Estate”) and direct them as follows:\na. To pay or provide for payment of all my just debts, mortgages, unpaid taxes, funeral and testamentary expenses, including any taxes or duties payable on property passing under this Will, out of my existing money and the money arising from the sale and conversion of my Estate.\nb. To give to my [relationship] [NAME] of [address] my [describe the item].\nc. To give to my [son / daughter] [NAME] and any other of my children in equal shares as tenants in common an amount of [words] dollars ($X).\nd. To give to [NAME OF INSTITUTION OR CHARITY] of [address] the sum of [amount dollars ($X)] in aid of that institution and for its general purposes, and I declare that the receipt of the Treasurer or other authorised Officer shall be a full discharge for my Trustees for the bequest.\ne. To give to [NAME OF CHARITY] of [address] the sum of [amount dollars ($X)] for its general purposes and I declare that the receipt of the Secretary or other proper Officer for the time being of [NAME] shall be a full discharge for my Trustees for the bequest.\nf. If, at the time of my death, any of the institutions or charities named in the above clauses [8e or 8f] have ceased to exist, have amalgamated with another institution or charity or have changed their name, the gift shall not fail but my Trustees shall vest that gift in the institution or charitable organisation which in the Trustees’ absolute discretion is considered to most nearly fulfil the objects that I intend to benefit.\ng. To hold the residue thereof upon trust for my [wife / brother / sister / father/ mother] [NAME] but if he/she has predeceased me or dies within 30 days of the date of my death or fails to attain a vested interest in my Estate, then to my children in equal shares as tenants in common. \nh. If any of my children predecease me or fail to attain a vested interest in my Estate, then my Trustees are to hold the share which my deceased child would otherwise have received on my death for the children of my deceased child as are living at the date of my death, and if more than one in equal shares as tenants in common. ",
        "8. My Trustees are to have the following powers, in addition to those conferred by law, to be exercised in their complete discretion without being liable or responsible for any loss:\na. To postpone the sale or conversion of any part of my Estate for any length of time.\nb. To leave any part of my Estate in the same state of investment that it may be at the time of my death.\nc. To invest any part of my Estate, being either capital or income, in real or personal property of any kind, including non-income producing assets or property for occupation by a beneficiary.\nd. To grant or renew leases of any part of my Estate and to accept surrenders of lease.\ne. If any beneficiary has not attained a vested interest in my Estate on account of age only, to advance any part of that beneficiary’s expected share of my Estate, before the beneficiary has reached that age, for his or her maintenance, education or advancement. My Trustees may pay the money to the child’s current guardian without being responsible for its disbursement.\nf. To continue, close or otherwise deal with any business in which I am interested at the time of my death as if my Trustees are the absolute owners and without being liable or responsible for any losses which may result.\ng. To transfer or hand over to any beneficiary any part of my Estate in specie or in its actual state of investment towards his or her share of my Estate, but only if the beneficiary consents and agrees with the nominated value. Any dispute as to value is to be determined by an independent valuer appointed by my Trustees.",
        "9. Any of my Trustees who practices a profession is entitled to be paid all usual professional fees for work done by that Trustee or his or her firm on the same basis as if he or she were not one of my Trustees but employed to act on behalf of my Trustees.",
        "10. It is my profound wish and intention that any current or former spouse or de-facto spouse of a child of mine does not receive any part of my Estate directly or indirectly. In the event that any such person makes a successful claim on any part of my Estate either before or after it has passed to a child of mine, I direct that to the extent permitted by law my said child’s entitlement to my Estate automatically bypass or leave my said child and be held in trust for my grandchildren in equal shares as tenants in common.\nOr\nIn the event of divorce [This is because a final financial settlement was reached between us when we separated in YEAR. I consider that he has been adequately provided for financially and after very careful deliberation I do not propose to make any further financial provision for him.]\nOr\n[bookmark: _GoBack]After careful consideration by me of all circumstances and persons, including my siblings, wider family and former partners, including my former partner [NAME] of [address] and all other people known to me, it is my express wish and intention not to make a bequest to anyone other than as specified in this Will. I make this decision consciously because I do not share in the lives of anyone other than the beneficiaries specified in this Will and because there are no people other than the beneficiaries of this Will who are wholly or partially financially or otherwise dependent on me.",
        "11. My Trustees are to treat the age of [21] as the earliest date at which a beneficiary can attain a vested interest.",
        "12. It is my express wish that my body be [cremated and my ashes scattered on a beach or headland].\n\nPage 1 of 7\n\n\nPage 3 of 7\n\n\n\n\n\n_____________________________\t_____________________________\nFull signature of testator\tFull signature of 1st witness\n\t\t\t\t\t\t\t\t_____________________________\n\tFull signature of 2nd witness\nIN WITNESS of the above I have signed this Will in Sydney, Australia on\n\n\n\tSIGNED by the Testator as and for his last Will in the presence of us both present at the same time who at his request and in his sight and presence and in the sight and presence of each other have signed our names as witnesses:\n\t\n\t)\n)\n)\n)\n)\n)\n\t\n\n\n\n\n\n………………………………..................\n[NAME]\n\n\n\n\n\n………………………………………………..\nSignature of 1st witness\nFull name:\nAddress:\n\n\n\nOccupation:\n\n\n\n\n\n\n………………………………………………..\nSignature of 2nd witness\nFull name:\nAddress:\n\n\n\nOccupation:\n\n\nPage \n\n1\n\n \n\nof \n\n2\n\n \n\n \n\n \n\n \n\n \n\n \n\nDate:\n\n \n\n \n\n \n\n \n\n \n\n \n\nLAST WILL & TESTAMENT\n\n \n\n \n\nof \n\n \n\n \n\n[TESTAT\n\nOR\n\n]\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n11/210 Clarence Street Sydney NSW 2000\n\n \n\nPO Box A275 Sydney South NSW 1235\n\n \n\nphone. 02 9287 3500\n\n  \n\nfax. 02 9287 3599\n\n \n\nRef. \n\n \n\nPage 1 of 2 \n \n \n \n \n \nDate: \n \n \n \n \n \nLAST WILL & TESTAMENT \n \nof  \n \n[TESTATOR] \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n11/210 Clarence Street Sydney NSW 2000 \nPO Box A275 Sydney South NSW 1235 \nphone. 02 9287 3500  fax. 02 9287 3599 \nRef.  \n"
    ]
}