{
    "fileName": "Will_spouse_ infantchildren_siblings - Anthony Hamer NSW_final_.docx",
    "clauses": [
        "1.\tI REVOKE all Wills and Testamentary dispositions previously made by me.",
        "2.\tI APPOINT my de facto partner BRIAN BROWN (hereinafter referred to as \"my Trustee\" which expression shall where the context so admits include the trustees or trustee for the time being hereof whether original or substituted) to be <<IF (Client/Will Details (NSW)/Executor/Person/Gender) Equal (Male) THEN>>executor<<ELSE>>executrix<<END IF>> and trustee of this my Will PROVIDED HOWEVER should my said de facto partner predecease me or be unwilling or unable to act THEN I APPOINT my aunt ISABEL MARY JANE BLINKERS as my <<IF (Client/Will Details (NSW)/Substitute Executor/Person/Gender) Equal (Male) THEN>>executor<<ELSE>>executrix<<END IF>> and trustee in <<IF (Client/Will Details (NSW)/Executor/Person/Gender) Equal (Male) THEN>>his<<ELSE>>her<<END IF>> place and stead PROVIDED FURTHER should my said aunt predecease me or be unwilling or unable to act THEN I APPOINT   as my <<IF (Matter/Clients[0]/EstatePlanningDetails/SubstituteExecutor[1]/Person/Gender) Equal (Male) THEN>> Executor<<ELSE>>Executrix<<END IF>> in <<IF (Client/Will Details (NSW)/Substitute Executor/Person/Gender) Equal (Male) THEN>> his<<ELSE>> her<<END IF>> place and stead.",
        "3.\tI DIRECT that my Trustee shall pay all of my debts funeral and testamentary expenses including all duties and taxes payable as a consequence of my death as soon as conveniently may be after my death.",
        "4.\tI GIVE the whole of my estate both real and personal of whatsoever nature and kind and wheresoever situate of or to which I may die possessed or entitled or over which I may have any power of disposition as at the date of my death to my de facto partner BRIAN BROWN contingently upon him surviving me for a period of not less than thirty (30) days PROVIDED HOWEVER should my said de facto partner BRIAN BROWN not survive me as aforesaid THEN I GIVE my said estate to my Trustee UPON TRUST for such of my children  as shall survive me and attain the age of twenty five (25) years and if more than one in equal shares PROVIDED FURTHER should none of my said children survive me as aforesaid THEN I GIVE my said estate to such of my  as shall survive me and if more than one in equal shares PROVIDED FURTHER should any of my said children or  predecease me leaving issue living at the date of my death then such issue who survive me and attain the age of twenty five (25) years shall take and if more than one equally between them such share in my estate as his her or their parent would have taken had such parent survived me and attained a vested interest.",
        "5.\tI GIVE MY Trustee the following powers:\n(i)\tTo sell, call in and convert into money the whole or such part as my Trustee shall think fit of my estate at such time or times, in such manner, at such price and upon such terms as my Trustee may think fit;\n(ii)\tTo postpone the sale, calling in and conversion of my estate or any part thereof for so long as my Trustee, without being liable to account, shall think proper;\n(iii)\tTo exercise all such statutory and other powers in regard to my estate as would be exercisable by my Trustee if my estate were devised and bequeathed to my Trustee in trust for sale;\n(iv)\tTo invest my estate or any part thereof and to vary or transpose such investments in my Trustee's absolute discretion as if my Trustee were the absolute beneficial owner thereof;\n(v)\tTo borrow moneys on the security of all or any part or parts of my estate at such rates of interest and upon such terms as to repayment and in general as my Trustee shall think fit; and\n(vi)\tTo apply for the maintenance, education, advancement or benefit of any beneficiary as my Trustee think fit the whole or any part of the capital of that part of my estate to which that beneficiary is entitled or may in future be entitled.",
        "6.\tI DIRECT that where capital gains tax is assessed against my Trustee either consequent upon my death or upon the sale of any asset of my estate by my Trustee such tax shall be a charge firstly upon the asset giving rise to the tax or upon the net proceeds of sale thereof (as the case may be) and secondly upon my estate.",
        "7.\tI APPOINT my friend DIANE HARTLEY as testamentary guardian of my infant children should my said de facto partner predecease me PROVIDED HOWEVER should my said friend DIANE HARTLEY predecease me or be unwilling or unable to act then I appoint my mother-in-law SUZIE BOOLEAN in his place and stead.\n\nIN WITNESS whereof I have hereunto set my hand to this my last Will and Testament this\n\tday of November 2018.\n\n\tSIGNED by ANNA BANANA as her last Will and Testament in the presence of us both present at the same time who at her request and in her presence and in the presence of each other have hereunto subscribed our names as witnesses:\n\t)\n)\n)\n)\n)\n)\n\t\n\n\n\n\t\n\t\n\tANNA BANANA\n\n\t\n\t\n\t\n\n\t\n\t\n\t\n\n\tWitness Signature\n\t\n\tWitness Signature\n\n\t\n\t\n\t\n\n\t\n\t\n\t\n\n\tWitness Name\n\t\n\tWitness Name\n\n\t\n\t\n\t\n\n\t\n\t\n\t\n\n\tWitness Address\n\t\n\tWitness Address\n\n\n\n4\n\n3\n\n\n\n\n\nDATED \tday of November 2018\n\n\n\n\n\n\n\n\n\n\n\n\nLAST WILL AND TESTAMENT\n\n\n\n\n\n\nof\n\n\n\nANNA BANANA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSMOKEBALL CONTENT PUBLISHING\nLicensed Conveyancers\nBridge Street\nPO Box 2\nSYDNEY  2000\nPh:  1300 658 382\nFax: 1300 658 383\n"
    ]
}