{
    "fileName": "Will_Male_Children_2016.doc",
    "clauses": [
        "1. I REVOKE all my former Wills.\n",
        "2. PROVIDED my wife ********* survives me by more than 30 days then I APPOINT her as Executor and Trustee of this my Will and I GIVE DEVISE AND BEQUEATH the whole of my Estate both real and personal of whatsoever kind and wheresoever situate to her absolutely.\n",
        "3. IN THE EVENT of my said wife predeceasing me or dying under such circumstances as to render it impossible to ascertain whether or not she survived me by 30 days then the following provisions shall apply:\n(a) I APPOINT my brother-in-law ********* and my sister-in-law ******** (hereinafter called “my Trustees”) Executors and Trustees of this my Will;\n(b) I APPOINT my sister-in-law ******** as testamentary guardian of my minor children; and\n(c) I GIVE DEVISE AND BEQUEATH my said Estate to my Trustees UPON TRUST to sell call in and convert into money such part of my Estate as does not consist of ready money (with power to my Trustee to postpone such sale calling in and conversion as they shall in their absolute discretion think fit) and to stand possessed of the net amount arising out of such sale calling in and conversion together with my ready moneys (if any) FIRSTLY to pay thereout all my just debts funeral and testamentary expenses (including State Death Duty and Federal Estate Duty, if any, and any other duties that may be payable upon or by reason of my death) AND SECONDLY to divide the balance then remaining among such of them my children as shall survive me and attain the age of eighteen (18) years and if more than one as tenants-in-common in equal shares.\n",
        "4. I DECLARE that should any child of mine predecease me leaving a child or children him her or them surviving then such child or children shall take and if more than one equally between them the share which his, her or their parent would have taken under this my Will had such parent or parents survived me.\n",
        "5. IF any beneficiary mentioned in Clauses 3 or 4 hereof is under the age of eighteen (18) years then in such case I EMPOWER my Trustees to invest the part or share to which such infant beneficiary shall be entitled as aforesaid in one of the modes of investment authorised by law for the investment of trust funds or in the acquisition of real estate within the State of New South Wales with power for my Trustee to vary or transpose such investments from time to time for others of a like nature and to pay and apply the net income arising from such investments during the minority of such infant beneficiary in or towards his her or their benefit maintenance education and advancement in life.\n",
        "6. IN ADDITION to the income hereinbefore mentioned in Clause 5 hereof I EMPOWER my Trustees in their absolute and unfettered discretion to pay and apply the whole or part or parts of the capital of my Estate in or towards the benefit maintenance education and advancement in life of any infant beneficiaries hereinbefore mentioned.\n",
        "7. ANY of my Trustees who practises a profession shall be entitled to be paid fees for work done by him, her or them or his, her of their firm on the same basis as if he, she or they were not one of my Trustees but employed to act on behalf of my Trustees and shall be entitled to apply to the Court for commission for his her or their pains and troubles in addition.\n",
        "8. I DECLARE that notwithstanding any trust for sale hereinbefore contained my Trustees may appropriate any real or personal property forming part of my Estate to or towards the share of any person or persons in the proceeds of the sale hereof under the trusts hereinbefore contained and for the purposes aforesaid may fix the value of such real or personal property so appropriated as my Trustees shall think fit and every such appropriation and valuation shall be binding upon all persons interested under this my Will.\n",
        "9. I EMPOWER my Trustees in my Trustees’ absolute discretion to retain all or any part of my Estate in the same form or condition invested in the same manner as existed at my death and to vary and transpose the same from time to time as my Trustees shall think expeditious without being responsible for any loss occasioned thereby.\n",
        "10. I DECLARE that all moneys liable to be invested under the trusts of this my Will may be invested in any one or more of the following modes of investment:\n\n(a) Any investments from time to time sanctioned by law for the investment of trust funds.\n\n(b) Similar investments to those in which any portion of my Estate may be invested at the time of my death.\n\n(c) Freehold land situate in the Commonwealth of Australia.\n\n(d) The shares, stock units debentures or debenture stock of any company carrying on business in the Commonwealth of Australia or elsewhere whether there is or is not a liability in respect of any such shares or stock units and whether the registered office of any such company is or is not within the Commonwealth of Australia.\n\n(e) Notes or similar security issued by any public company with or without security.\n\n(f) The units of a fixed or flexible trust registered in or carrying on business in the Commonwealth of Australia or elsewhere.\n\n(g) On fixed deposit with any bank or banking company.\n\n(h) On deposit with any company.\n\nIN WITNESS WHEREOF I have hereunto set my hand this                    day of \n   \ntwo thousand and eighteen.\n\tSIGNED by the Testator\n)\n\nas and for his last Will in the\n)\n\npresence of us both present \n)\n\nat the same time who at his\n)\n\nrequest in his presence and\n)\n\nin the presence of each other\n)\n\nhave hereunto subscribed our\n)\n\nnames as witnesses:\n)\n\n\n\t__________________________\n\n\t__________________________\n\n\nDavid Paul Courtenay, Solicitor\n\t__________________________\n\n\nName\n\n\t100A Longueville Road\nLane Cove  NSW  2066\n\t100A Longueville Road\nLane Cove  NSW  2066\n\n\n"
    ]
}