{
    "fileName": "Will - Precedent_Simple_.doc",
    "clauses": [
        "4.    IN THE EVENT of any gift lapsing or failing to be effective for any reason, it shall form part of the residue of my residuary estate.\n\n5.\nIN ADDITION to all the powers conferred upon a trustee by law I empower my trustee to exercise all or any of the following powers:-\n\n(a)\nto pay or apply, transfer, appropriate or hand over to any beneficiary any part of my Estate in specie or in actual state of investment in or towards satisfaction of the share of such beneficiary without his or her consent or the consent of any person, and for such purposes to determine the value thereof;\n\n(b)\nTo retain any investment or security held by me at my death and to invest or reinvest any money in any investments or securities of whatever nature and kind whether authorised trustee investment or otherwise;\n\n(c)\nTo sell lease or mortgage all or any part of my real and personal property;\n\n(d)\nTo apply for the maintenance, education, advancement or benefit of a beneficiary the whole or any part of the capital and income of that part of my estate to which that beneficiary is entitled or may in future be entitled.\n\nIN WITNESS WHEREOF I have hereunto set my hand to this my Will on the     day of          , Two Thousand and Nineteen.\n\nSIGNED by the Testator as and for \n)\n\nhis last Will and Testament in the\n\n)\n\npresence of us both being present at\n)\n\nthe same time who at his request and\n)\n\nin his presence and in the presence\n)\n\nof each other have hereunto subscribed\n)\n\nour names as witnesses:\n\n\n)\n........................................................\n\n........................................................\n\n........................................................\n\nWitness\n\n\n\n\n\nWitness\n\n........................................................\n\n........................................................\n\nName\n\n\n\n\n\n\nName\n\n........................................................\n\n........................................................\n\nAddress\n\n\n\n\n\nAddress\n\n........................................................\n\n........................................................\n\nOccupation\n\n\n\n\n\nOccupation\n\n\n"
    ]
}